cask_args appdir: '/Applications'

brew 'spaceman-diff'
brew 'spark'
brew 'wget'
brew 'yt-dlp'
brew 'cmatrix'
brew 'angband'
brew 'pyenv'
brew 'poetry'
brew 'pre-commit'
brew 'tmux'
brew 'pipenv'
brew 'yarn'
brew 'node'
brew 'nvm'
brew 'go'
brew 'goenv'

cask '1password-cli'
cask 'xquartz'
