cask_args appdir: '/Applications'

tap 'homebrew/bundle'

# brew 'atuin'
brew 'spaceman-diff'
brew 'spark'
brew 'stripe/stripe-cli/stripe'
brew 'stripe/stripe-mock/stripe-mock'
brew 'wget'
brew 'yt-dlp'

cask '1password'
cask 'airtable'
cask 'codex'
cask 'diffusionbee'
cask 'ghostty'
cask 'iina'
cask 'quicklook-video'
cask 'steam'
cask 'windsurf'
cask 'visual-studio-code'
cask 'vlc'
cask 'zed'
